;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Hasse Bäckström
; TranslationAuthorEmail: hasseb60@gmail.com
;

[Translation]
LangCode=041d
ReadHabit=vänster-till-höger
LanguageName=SWE
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Verkställ
Warning=Varning
Error=Error
Confirm=Verkställ
CurVer=Version:
FrmGBAbout.caption=Om
FrmGBAbout.btnok.caption=OK
FrmGBAbout.lblver.caption=Version：
FrmGBAbout.lblemail.caption=Support E-post：
FrmGBAbout.lblhome.caption=Hemsida：
FrmGBAbout.lblthank.caption=Ett stort Tack till följande människor för deras bidrag:
pmHelp=Hjälp Online
pmHome=Hemsida
pmCheckNew=Check for Updates
pmLang=Språk
pmAbout=Om Oss
pmrun=Spela
pmadd=Lägg till Spel
pmdel=Ta bort Spel
pminfo=Spel Information
pmEndProcess=Stäng
pmExclude=Avsluta
pmNoExclude=Ångra
pmGoogle=Sök med Google
FrmGBMain.BtnTabGame.Caption=Mina spel
FrmGBMain.BtnTabOpt.Caption=System Optimerare
FrmGBMain.BtnTabProcess.Caption=Process Optimerare
FrmGBMain.BtnTabService.Caption=Service Optimerare
FrmGBMain.Btnlikeit.Caption=Gilla!
FrmGBMain.BtnRestore.Caption=Spara
FrmLikeit.lblTitle.caption=Om du gillar free Wise Game Booster, Rekommendera det till alla dina vänner.
FrmLikeit.lblInfo.caption=Dela Wise Game Booster med resten av familjen, vänner, klasskamrater, och alla du känner via E-post, Blogg, Twitter, Youtube, Facebook, etc. Bra gjort! du kommer att berika deras liv.
FrmLikeit.lblRate.caption=Betygsätt Wise Game Booster:
FrmLikeit.lblfollow.caption=Följ oss på:
FrmLikeit.lblshare.caption=Dela Wise Game Booster:
FrmLikeit.btndownload.caption=Gratis Nedladdning
FrmLikeit.imgrate.hint=Ge oss 5 stjärnor
FrmLikeit.imgmail.hint=Dela Wise Game Booster med dina vänner
FrmLikeit.imgface1.hint=Dela på facebook
FrmLikeit.imgface2.hint=Följ oss på facebook
FrmLikeit.imgtwitter1.hint=Dela på twitter
FrmLikeit.imgtwitter2.hint=Följ oss på twitter
FrmLikeit.Caption=Gilla!
FrmLikeit.lbldownload.caption=Ladda ner mer freeware från WiseCleaner.com
FrmGameinfo.caption=Spel Information
FrmGameinfo.lbltype.caption=Spel Typ:
FrmGameinfo.lblname.caption=Fil Namn:
FrmGameinfo.lblPublisher.caption=Spel utvecklare:
FrmGameinfo.lbltimes.caption=Spelat antal gånger:
FrmGameinfo.lbllasttime.caption=Senaste Spel:
FrmGameinfo.lblrate.caption=Spel Betyg:
FrmGameinfo.lblcomment.caption=Spel Noteringar:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Avbryt
FrmGameBox.btnsysopt.caption=Optimering
FrmGameBox.btnProcessopt.caption=Optimera Processer
FrmGameBox.btnServiceopt.caption=Optimera tjänster
FrmGameBox.btnopt.caption=Optimera Allt
FrmSysOpt.btnopt.caption=Optimera Nu
FrmSysOpt.lblhint.caption=optimera följande inställningar för bättre prestanda.
FrmSysOpt.lblreall.caption=Spara Inställningar
FrmProcess.lblhint.caption=Frigör mer minne för att boosta spelet.
ProcessCpu=CPU Användning.
ProcessMemory=Minnes Användning
ProcessSuggest=Förslag på åtgärd
ProcessAction=Hantera Processer
ProcessMostMemUse=Minne använt av andra program.
FrmService.lblhint.caption=Stäng av ej nödvändiga tjänster för att boosta spelet.
ServicePublisher=Utvecklare
ServiceSuggest=Förslag på åtgärd
ServiceAction=Hantera Tjänster
ServiceStop=Stoppa ej nödvändiga tjänster
ServiceDisable=Stoppa (Rekommenderas)
ServiceEnable=Starta (Rekommenderas)
ServiceKeep=Behåll (Rekommenderas)
ServiceMust=Måste köras
Frmrestore.Btnreall.caption=Återställ Tjänster
Frmrestore.caption=Återställer Tjänster
Frmrestore.Btnok.caption=OK
ServiceName=Tjänstens namn
ServiceChangeDateTime=senast ändrad
ServiceRestore=Alla Tjänster Återställda.
[GUI]
ButtonYes=Ja
ButtonNo=Nej
ButtonOK=OK
ButtonMinimize=Minimera
ButtonMaximize=Maximera
ButtonClose=stäng
ButtonRestore=spara
ButtonMenu=Meny
[Lang]
NativeLanguage=svenska
[GameBox]
GameUnknow=okänd
GameRPG=Rollspel
GameShot=Skjutspel
GameOther=Andra spel
NeverPlay=Aldrig spelad
UnknowPublisher=Okänd Spelutvecklare
lstbtnadd=Lägg till Spel
LblSysopt=System optimering
LblProcessopt=Hantera Processer
LblServiceopt=Hantera Tjänster
LblTitleCheck=Testar PC-prestanda, vänta...
[message]
FirRun=Vill du att WiseGameBooster skall söka igenom hårddisken efter spel, vid första start ?
NoNewVer=Grattis, du har den senaste versionen.
CheckComputer=Testar PC-prestanda, vänta...
SearchGame=söker igenom hårddisken efter spel, vänta...
Allgood=Grattis! Din PC är i god kondition, och behöver ej Optimeras.
SysGood=Grattis! Inga inställningar behöver Optimeras.
ProcessGood=Grattis! Inga Processer behöver Optimeras.
ServiceGood=Grattis! Inga Tjänster behöver Optimeras.
HaveProblem=Hittade %d konstiga inställningar,Tryck "Optimera Allt" för att fixa dem.
sysProblem=%d inställningar kan inte Optimeras.
Processproblem=%d processer kan stoppas för att frigöra mer minne.
Serviceproblem=%d tjänster kan stoppas.
DeleteGame=Är det säkert att du vill ta bort detta spel?
HaveOpt=Optimerad
btnRestore=Återställ
btnOpt=Optimera Nu
BtnAction=Action
BtnStop=Stoppa Tjänst
SuggestClose=Avsluta (Rekommenderas)
SuggestKeep=Behåll (Rekommenderas)
haveStoped=Stoppad
HaveRun=Startad
BtnRun=Start
HaveFail=Det gick inte att stoppa
OptComputer=Optimerar, vänta...
AllgoodAfterOpt=Optimering Färdig och %s MB frigjordes. Nu kan du Spela!
AllgoodAfterManualOpt=Grattis! Inga inställningar behöver Optimeras. Nu kan du Spela!
HaveProblemAfterOpt=%d inställningar kan inte Optimeras, men %s MB minne är frigjort.
[sysopt]
SystemStable=Systemets Stabilitet
SystemSpeedup=Systemets ökade Prestanda.
NetworkSpeedup=Nätverkets ökade Prestanda.
AutoKill=Applikationen svarar ej, Stänger ner Automatiskt för att undvika att systemet krashar.
RestartExplorer=Startar om Windows för att undvika förlust av data.
TwoProcess=Kör Windows i en separat process för att undvika en system konflikt.
ErrorReport=Stänger av skärm varningar för att öka prestanda.
Debugger=Stänger av Windowsfelsökare för att öka felreparation.
OptMemory=Optimerar minnes inställningar för att öka prestanda.
OptVEff=Optimerar visning av popup rutor  för att öka prestanda.
OptFileSystem=Optimera fil-systemet för att öka prestanda.
OptDiskSystem=Optimerar undersystemens disk I/O  för att öka prestanda.
DisAutoRun=Stänger av "Autoplay" för tillagda media (CD,DVD,USBminnen) för att undvika virus angrepp.
OptTTL=Optimerar TTL(Time To Live) inställningar för att öka nätverkets prestanda.
OptNetForward=Optimera nätverkets inställningar för att öka nätverkets prestanda.
OptMTU=Automatiskt  "black holesdetection" med optimerad MTU inställning för att öka TCP/IP prestanda.
OptWINS=Optimerar WINS namn sök tid för att öka överförings hastigheten.
OptNetWork=Optimerar nätverkets instälningar ör att öka överförings hastigheten.
CloseAnimate=stänger av svepande animeringseffekter när man maximerar eller minimerar ett fönster för att minska svarstiden.
PagingExecutive=stänger av minnets sidhantering och sänker diskens I/O för att öka prestanda. (utförs inte om fysiskt minne är <1 Gb)
StaticIP=Ställer in en fast lockal IP-adress för att snabba upp starten av datorn.
PorcessorTime=Optimerar processorns prestanda för att spelet skall fungera smidigt. (utförs inte om PC'n är en server.)
DisableIDECheck=Förbereder IDE kanal kontrollen för att snabba upp starten av datorn.
ForeAppSpeed=Boostar svarstiden för program som körs i förgrunden.
AeroPeek=Boostar svarstiden för Aero Peek.
